[LTD_big_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_big_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_medium_poor_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_medium_poor_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_medium_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_medium_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_bars_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_bars_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_poor_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_poor_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[LTD_small_rich_metal_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 鍵を開ける"
m_LockedMessage="`k が必要"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_small_rich_metal_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="頑丈な扉"
m_InteractText="`GBA_Use` 開く"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

